Repository: AlekseyRyabchenko/My-Love-Coctail
Catalog: My Coctail/Utility/*.lproj/Localizable.strings
Languages: ru

# titleContentView
source: My Coctails
ru: Коктейли

# recipteCoctailDetailView
source: Cocktail recipe
ru: Рецепт коктейля

# descriptionTextSettingView
source: This application contains some of the best and most popular cocktail recipes.
ru: В этом приложении собраны одни из самых лучших и популярных рецептов котейлей.

# settingTitleSettingView
source: Setting
ru: Настройки

# startButtonText
source: Continue
ru: Продолжить

# ingridientsText
source: Ingridients
ru: Ингридиенты

# name1
source: Blue Lagoon
ru: Голубая лагуна

# headline1
source: An invigorating sweet cocktail with a slight hint of citrus
ru: Тонизирующий сладкий коктейль с легкой ноткой цитруса

# ingridients1.1
source: Vodka
ru: Водка

# ingridients1.2
source: Blue curacao liqueur
ru: Ликер блю кюрасао

# ingridients1.3
source: Sprite
ru: Спрайт

# ingridients1.4
source: Lemon
ru: Лимон

# ingridients1.5
source: Ice
ru: Лед

# numberOfIngridients1.1
source: 50 ml
ru: 50 мл

# numberOfIngridients1.2
source: 20 ml
ru: 20 мл

# numberOfIngridients1.3
source: 150 ml
ru: 150 мл

# numberOfIngridients1.4
source: 30 g
ru: 30 г

# numberOfIngridients1.5
source: 150 g
ru: 150 г

# recipe1
source: Place ice in a tall 300-400 ml glass, pour in liqueur and vodka, then fill the glass with Sprite and garnish with lemon.
ru: В высокий бокал 300-400 мл положить лед, налить ликер и водку, далее наполнить бокал спрайтом и украсить лимоном.

# name2
source: Sex on the beach
ru: Секс на пляже

# headline2
source: An exotic sweet cocktail with a slight hint of sourness
ru: Экзотический сладкий коктейль с легкой ноткой кислинки

# ingridients2.1
source: Vodka
ru: Водка

# ingridients2.2
source: Peach liqueur
ru: Персиковый ликер

# ingridients2.3
source: Pomegranate juice
ru: Гранатовый сок

# ingridients2.4
source: Pineapple juice
ru: Ананасовый сок

# ingridients2.5
source: A pineapple
ru: Ананас

# ingridients2.6
source: Cocktail cherry
ru: Коктейльная вишня

# ingridients2.7
source: Ice
ru: Лед

# numberOfIngridients2.1
source: 50 ml
ru: 50 мл

# numberOfIngridients2.2
source: 35 ml
ru: 35 мл

# numberOfIngridients2.3
source: 40 ml
ru: 40 мл

# numberOfIngridients2.4
source: 40 ml
ru: 40 мл

# numberOfIngridients2.5
source: 15 g
ru: 15 г

# numberOfIngridients2.6
source: 5 g
ru: 5 г

# numberOfIngridients2.7
source: 200 g
ru: 200 г

# recipe2
source: Pour cranberry and pineapple juice into a shaker, then add liqueur, vodka, ice and shake everything, then pour 300-400 ml into a tall glass and at the end decorate with pineapple and cherry.
ru: Наливаем в шейкер клюквенный и ананасовый сок, далее добавляем ликер, водку, лед и взбалтываем все, потом переливаем в высокий бокал 300-400 мл и в конце украшаем ананасом и вишней

# name3
source: Sea sunset
ru: Морской закат

# headline3
source: A refreshing cocktail with a tart taste and slight bitterness
ru: Освежающий коктейль с терпким вкусом и легкой горчинкой

# ingridients3.1
source: Vodka
ru: Водка

# ingridients3.2
source: Cranberry juice
ru: Клюквенный сок

# ingridients3.3
source: Grapefruit juice
ru: Грейпфруктовый сок

# ingridients3.4
source: Orange
ru: Апельсин

# ingridients3.5
source: Cranberry
ru: Клюква

# ingridients3.6
source: Ice
ru: Лед

# numberOfIngridients3.1
source: 50 ml
ru: 50 мл

# numberOfIngridients3.2
source: 100 ml
ru: 100 мл

# numberOfIngridients3.3
source: 50 ml
ru: 50 мл

# numberOfIngridients3.4
source: 30 g
ru: 30 г

# numberOfIngridients3.5
source: 5 g
ru: 5 г

# numberOfIngridients3.6
source: 180 g
ru: 180 г

# recipe3
source: Place ice in a tall 300-400 ml glass, pour grapefruit juice and vodka, then fill the glass with cranberry juice, stir gently, garnish with cranberries and orange.
ru: В высокий бокал 300-400 мл положить лед, налить грейпфруктовый сок и водку, далее наполнить бокал клюквенным соком, аккуратно размешать, украсить клюквой и апельсином.

# name4
source: Cuba Libre
ru: Куба Либре

# headline4
source: Amazing sweet cocktail with a light caramel note
ru: Удивительный сладкий коктейль с лёгкой карамельной ноткой

# ingridients4.1
source: Rum
ru: Ром

# ingridients4.2
source: Lime juice
ru: Лаймовый сок

# ingridients4.3
source: Cola
ru: Кола

# ingridients4.4
source: Lime
ru: Лайм

# ingridients4.5
source: Ice
ru: Лед

# numberOfIngridients4.1
source: 50 ml
ru: 50 мл

# numberOfIngridients4.2
source: 10 ml
ru: 10 мл

# numberOfIngridients4.3
source: 150 ml
ru: 150 мл

# numberOfIngridients4.4
source: 20 g
ru: 20 г

# numberOfIngridients4.5
source: 180 g
ru: 180 г

# recipe4
source: Place ice in a tall 300-400 ml glass, pour in rum and lime juice, then fill the glass with cola and garnish with lime.
ru: В высокий бокал 300-400 мл положить лед, налить ром и лаймовый сок, далее наполнить бокал колой и украсить лаймом.

# name5
source: Stinger
ru: Стингер

# headline5
source: A refreshing cocktail with an unforgettable mint taste
ru: Освежающий коктейль с незабываемым мятным вкусом

# ingridients5.1
source: Cognac
ru: Коньяк

# ingridients5.2
source: Mint liqueur
ru: Мятный ликер

# ingridients5.3
source: Mint
ru: Мята

# ingridients5.4
source: Ice
ru: Лед

# numberOfIngridients5.1
source: 50 ml
ru: 50 мл

# numberOfIngridients5.2
source: 25 ml
ru: 25 мл

# numberOfIngridients5.3
source: 2 g
ru: 2 г

# numberOfIngridients5.4
source: 200 g
ru: 200 г

# recipe5
source: Pour liqueur and cognac into a shaker, add ice and shake everything, then pour 200-300 ml into a glass and at the end garnish with mint.
ru: Наливаем в шейкер ликер и коньяк, добавляем лед и взбалтываем все, потом переливаем в бокал 200-300 мл и в конце украшаем мятой.

# name6
source: Long Island
ru: Лонг Айленд

# headline6
source: Strong sweet and sour cocktail with a mysterious taste
ru: Крепкий кисло-сладкий котейль с загадочным вкусом

# ingridients6.1
source: Vodka
ru: Водка

# ingridients6.2
source: Rum
ru: Ром

# ingridients6.3
source: Tequila
ru: Текила

# ingridients6.4
source: Gin
ru: Джин

# ingridients6.5
source: Citrus Liqueur
ru: Цитрусовый Ликер

# ingridients6.6
source: Sugar syrup
ru: Сахарный сироп

# ingridients6.7
source: Lemon juice
ru: Лимонный сок

# ingridients6.8
source: Cola
ru: Кола

# ingridients6.9
source: Lemon
ru: Лимон

# ingridients6.10
source: Ice
ru: Лед

# numberOfIngridients6.1
source: 30 ml
ru: 30 мл

# numberOfIngridients6.2
source: 30 ml
ru: 30 мл

# numberOfIngridients6.3
source: 30 ml
ru: 30 мл

# numberOfIngridients6.4
source: 30 ml
ru: 30 мл

# numberOfIngridients6.5
source: 30 ml
ru: 30 мл

# numberOfIngridients6.6
source: 30 ml
ru: 30 мл

# numberOfIngridients6.7
source: 30 ml
ru: 30 мл

# numberOfIngridients6.8
source: 100 ml
ru: 100 мл

# numberOfIngridients6.9
source: 40 g
ru: 40 г

# numberOfIngridients6.10
source: 300 g
ru: 300 г

# recipe6
source: Fill a tall glass of 400+ ml with ice, pour in juice, syrup, liqueur, then add vodka, gin, tequila, then fill the glass with cola and carefully stir everything, garnish with lemon.
ru: Высокий бокал 400+ мл заполняем льдом, наливаем сок, сироп, ликер, далее добавляем водку, джин, текилу, потом наполнить бокал колой и аккуратно все размешать, украсить лимоном.

# name7
source: Mojito
ru: Мохито

# headline7
source: A cocktail with an incredibly refreshing sweet and sour taste
ru: Коктейль с невероятно освежающим кисло-сладким вкусом

# ingridients7.1
source: Rum
ru: Ром

# ingridients7.2
source: Sugar syrup
ru: Сахарный сироп

# ingridients7.3
source: Soda
ru: Содовая

# ingridients7.4
source: Lime
ru: Лайм

# ingridients7.5
source: Mint
ru: Мята

# ingridients7.6
source: Ice
ru: Лед

# numberOfIngridients7.1
source: 50 ml
ru: 50 мл

# numberOfIngridients7.2
source: 15 ml
ru: 15 мл

# numberOfIngridients7.3
source: 100 ml
ru: 100 мл

# numberOfIngridients7.4
source: 80 g
ru: 80 г

# numberOfIngridients7.5
source: 3 g
ru: 3 г

# numberOfIngridients7.6
source: 200 g
ru: 200 г

# recipe7
source: Place the lime in a tall glass of 300-400 ml, crush it a little and add mint, fill the glass with ice, add syrup, rum, then fill the glass with soda and stir everything carefully, garnish with mint and lime.
ru: Поместить лайм в высокий бокал 300-400 мл, немного подавить его там и добавить мяту, наполнить льдом бокал, добавить сироп, ром, потом наполнить бокал содовой и аккуратно все размешать, украсить мятой и лаймом.

# name8
source: Gin and tonic
ru: Джин тоник

# headline8
source: A light cocktail with a mysterious taste and a hint of juniper
ru: Легкий коктейль с загадочным вкусом и ноткой можжевельника

# ingridients8.1
source: Gin
ru: Джин

# ingridients8.2
source: Tonic
ru: Тоник

# ingridients8.3
source: Lime
ru: Лайм

# ingridients8.4
source: Ice
ru: Лед

# numberOfIngridients8.1
source: 50 ml
ru: 50 мл

# numberOfIngridients8.2
source: 150 ml
ru: 150 мл

# numberOfIngridients8.3
source: 20 g
ru: 20 г

# numberOfIngridients8.4
source: 180 g
ru: 180 г

# recipe8
source: Place ice in a tall 300-400 ml glass, pour in gin, then fill the glass with tonic and garnish with lime.
ru: В высокий бокал 300-400 мл положить лед, налить джин, далее наполнить бокал тоником и украсить лаймом

# name9
source: Tequila Sunrise
ru: Текила Санрайз

# headline9
source: An amazing cocktail with a pronounced citrus taste
ru: Удивительный коктейль с ярко выраженным цитрусовым вкусом

# ingridients9.1
source: Tequila
ru: Текила

# ingridients9.2
source: Grenadine
ru: Гренадин

# ingridients9.3
source: Orange juice
ru: Апельсиновый сок

# ingridients9.4
source: Orange
ru: Апельсин

# ingridients9.5
source: Ice
ru: Лед

# numberOfIngridients9.1
source: 50 ml
ru: 50 мл

# numberOfIngridients9.2
source: 10 ml
ru: 10 мл

# numberOfIngridients9.3
source: 150 ml
ru: 150 мл

# numberOfIngridients9.4
source: 30 g
ru: 30 г

# numberOfIngridients9.5
source: 180 g
ru: 180 г

# recipe9
source: Place ice in a tall 300-400 ml glass, pour in grenadine and tequila, then fill the glass with orange juice and garnish with orange.
ru: В высокий бокал 300-400 мл положить лед, налить гренадин и текилу, далее наполнить бокал апельсиновым соком и украсить апельсином.

# name10
source: Screwdriver
ru: Отвертка

# headline10
source: A tonic citrus cocktail with a slight bitterness
ru: Тонизирующий цитрусовый коктейль с легкой горчинкой

# ingridients10.1
source: Vodka
ru: Водка

# ingridients10.2
source: Orange juice
ru: Апельсиновый сок

# ingridients10.3
source: Orange
ru: Апельсин

# ingridients10.4
source: Ice
ru: Лед

# numberOfIngridients10.1
source: 50 ml
ru: 50 мл

# numberOfIngridients10.2
source: 150 ml
ru: 150 мл

# numberOfIngridients10.3
source: 30 g
ru: 30 г

# numberOfIngridients10.4
source: 180 g
ru: 180 г

# recipe10
source: Fill a tall glass 400+ ml with ice, add vodka and then fill the glass with orange juice and garnish with orange.
ru: Высокий бокал 400+ мл заполнить льдом, добавить водки и далее наполнить бокал апельсиновым соком и украсить апельсином.

# name11
source: Original
ru: Ориджинал

# headline11
source: An invigorating cocktail with a dominant cola flavor
ru: Бодрящий коктейль с доминирующим вкусом колы

# ingridients11.1
source: Cognac
ru: Коньяк

# ingridients11.2
source: Cola
ru: Кола

# ingridients11.3
source: Ice
ru: Лед

# numberOfIngridients11.1
source: 60 ml
ru: 60 мл

# numberOfIngridients11.2
source: 180 ml
ru: 180 мл

# numberOfIngridients11.3
source: 150 g
ru: 150 г

# recipe11
source: Place ice in a tall 300-400 ml glass, add cognac, then fill the glass with cola and stir gently.
ru: В высокий бокал 300-400 мл положить лед, добавить коньяк, далее наполнить бокал колой, аккуратно размешать.

# name12
source: Hurricane
ru: Ураган

# headline12
source: A strong cocktail with a rich, sweet fruity flavor and hints of citrus.
ru: Крепкий коктейль с насыщенным сладким фруктовым вкусом и нотками цитруса

# ingridients12.1
source: Rum
ru: Ром

# ingridients12.2
source: Syrup
ru: Сироп

# ingridients12.3
source: Grenadine
ru: Гренадин

# ingridients12.4
source: Pineapple juice
ru: Анансовый сок

# ingridients12.5
source: Orange juice
ru: Апельсиновый сок

# ingridients12.6
source: Lime juice
ru: Лаймовый сок

# ingridients12.7
source: Lemon
ru: Лимон

# ingridients12.8
source: Ice
ru: Лед

# numberOfIngridients12.1
source: 60 ml
ru: 60 мл

# numberOfIngridients12.2
source: 15 ml
ru: 15 мл

# numberOfIngridients12.3
source: 5 ml
ru: 5 мл

# numberOfIngridients12.4
source: 60 ml
ru: 60 мл

# numberOfIngridients12.5
source: 60 ml
ru: 60 мл

# numberOfIngridients12.6
source: 30 ml
ru: 30 мл

# numberOfIngridients12.7
source: 20 g
ru: 20 г

# numberOfIngridients12.8
source: 300 g
ru: 300 г

# recipe12
source: Pour lime, orange and pineapple juice into a shaker, then add syrup, grenadine, rum and ice, shake everything, then pour 400+ ml into a tall glass and at the end garnish with lemon.
ru: Наливаем в шейкер лаймовый, апельсиновый и анансовый сок, далее добавляем сироп, гренадин, ром и лед, взбиваем все, потом переливаем в высокий бокал 400+ мл и в конце украшаем лимоном.

# name13
source: Santa Libre
ru: Санта Либре

# headline13
source: A refreshing sweet cocktail with a rich citrus flavor
ru: Освежающий сладкий коктейль с насыщенным цитрусовым вкусом

# ingridients13.1
source: Rum
ru: Ром

# ingridients13.2
source: Lime juice
ru: Лаймовый сок

# ingridients13.3
source: Sprite
ru: Спрайт

# ingridients13.4
source: Lime
ru: Лайм

# ingridients13.5
source: Ice
ru: Лед

# numberOfIngridients13.1
source: 50 ml
ru: 50 мл

# numberOfIngridients13.2
source: 10 ml
ru: 10 мл

# numberOfIngridients13.3
source: 150 ml
ru: 150 мл

# numberOfIngridients13.4
source: 20 g
ru: 20 г

# numberOfIngridients13.5
source: 180 g
ru: 180 г

# recipe13
source: Place ice in a tall 300-400 ml glass, pour in lime juice and rum, then fill the glass with Sprite, stir gently and garnish with lime.
ru: В высокий бокал 300-400 мл положить лед, налить лаймовый сок и ром, далее наполнить бокал спрайтом, аккуратно размешать и украсить лаймом.

# name14
source: Mint Breeze
ru: Мятный бриз

# headline14
source: A refreshing cocktail with a pleasant soft and unusual taste
ru: Освежающий коктейль с приятным мягким и необычным вкусом

# ingridients14.1
source: Gin
ru: Джин

# ingridients14.2
source: Sugar syrup
ru: Сахарный сироп

# ingridients14.3
source: Lemon juice
ru: Лимонный сок

# ingridients14.4
source: Soda
ru: Содовая

# ingridients14.5
source: Mint
ru: Мята

# ingridients14.6
source: Ice
ru: Лед

# numberOfIngridients14.1
source: 50 ml
ru: 50 мл

# numberOfIngridients14.2
source: 20 ml
ru: 20 мл

# numberOfIngridients14.3
source: 15 ml
ru: 15 мл

# numberOfIngridients14.4
source: 100 ml
ru: 100 мл

# numberOfIngridients14.5
source: 2 g
ru: 2 г

# numberOfIngridients14.6
source: 200 g
ru: 200 г

# recipe14
source: Place ice and mint in a tall 300-400 ml glass, pour in lemon juice, sugar syrup and gin, then fill the glass with soda, stir gently and garnish with mint.
ru: В высокий бокал 300-400 мл положить лед и мяту, налить лимонный сок, сахарный сироп и джин, далее наполнить бокал содовой, аккуратно размешать и украсить мятой.

# name15
source: Boulevardier
ru: Бульвардье

# headline15
source: A strong cocktail with a harmony of bitter and sweet tastes
ru: Крепкий коктейль с гармонией горьковатого и сладкого вкуса

# ingridients15.1
source: Whiskey
ru: Виски

# ingridients15.2
source: Red vermouth
ru: Красный вермут

# ingridients15.3
source: Red bitter
ru: Красный биттер

# ingridients15.4
source: Orange zest
ru: Апельсиновая цедра

# ingridients15.5
source: Ice
ru: Лед

# numberOfIngridients15.1
source: 45 ml
ru: 45 мл

# numberOfIngridients15.2
source: 30 ml
ru: 30 мл

# numberOfIngridients15.3
source: 30 ml
ru: 30 мл

# numberOfIngridients15.4
source: 10 g
ru: 10 г

# numberOfIngridients15.5
source: 120 g
ru: 120 г

# recipe15
source: Place ice in a tall 200-300 ml glass, pour in vermouth, bitters and whiskey, stir gently and garnish with zest.
ru: В высокий бокал 200-300 мл положить лед, налить вермут, биттер и виски, аккуратно размешать и украсить цедрой.
